{
  "aboutMe": "Über mich",
  "skills": "Fähigkeiten",
  "projects": "Projekte",

  "checkMyWork": "Projekte",
  "contactMe": "Kontakt",
  "frontendDeveloper": "Frontend Entwickler",
  "openToWork": "Offen für neue Stellen",
  "basedInBremen": "Ansässig in Bremen",
  "availableForRemoteWork": "Verfügbar für Remote-Arbeit",

  "whoIAm": "Wer ich bin",
  "aboutMeDescription": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler mit Sitz in Bremen. Motiviert von den grenzenlosen Möglichkeiten in der IT, freue ich mich darauf, visuell ansprechende und intuitive Websites und Anwendungen zu gestalten.",
  "aboutMeDescriptionOne": "Flexibel in Bezug auf Arbeitsumgebungen kann ich sowohl vor Ort in Bremen als auch remote effektiv arbeiten.",
  "aboutMeDescriptionTwo": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
  "aboutMeDescriptionThree": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Form des Problemlösens. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. Auf diese Weise helfe ich Ihnen, ihre Ziele zu erreichen und ihre Visionen zum Leben zu erwecken.",

  "technologies": "Technologien",
  "skillSet": "Fähigkeiten",
  "mySkills": "Meine Reise umfasste die Arbeit an verschiedenen Projekten, bei denen ich eine Vielzahl von Frontend-Technologien und -Konzepten eingesetzt habe. Ich bin offen dafür, neue Technologien und Methoden zu übernehmen, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig weiterentwickelnden Landschaft der Webentwicklung einen Schritt voraus zu sein.",
  "youNeed": "Weitere",
  "anotherSkill": "Fähigkeit benötigt?",
  "feelFree": "Nehmen Sie Kontakt mit mir auf. Ich freue mich darauf, mein bisheriges Wissen zu erweitern.",
  "letsTalk": "Lassen Sie uns reden",

  "featuredProjects": "Ausgewählte Projekte",
  "explore": "Entdecken Sie hier eine Auswahl meiner Arbeiten – interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
  "myProjects": {
    "01": {
      "subtitle": "Worum geht es bei diesem Projekt?",
      "description": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Drag & Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
    },
    "02": {
      "subtitle": "Worum geht es bei diesem Projekt?",
      "description": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen."
    },
    "03": {
      "subtitle": "Worum geht es bei diesem Projekt?",
      "description": "Diese App ist ein Slack Clone App. Sie revolutioniert die Teamkommunikation und -zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeitnachrichten und robuster Kanalorganisation."
    }
  },
  "nextProject": "Nächstes Projekt",

  "colleaguesOpinion": "Was meine Kollegen über mich sagen",
  "comments": {
    "comment1": "Großartiger Teamplayer!",
    "comment2": "Sehr zuverlässig und engagiert.",
    "comment3": "Immer hilfsbereit und positiv."
  },

  "workTogether": "Lassen Sie uns zusammenarbeiten",
  "gotProblemToSolve": "Müssen Sie ein Problem lösen?",
  "writeMe": "Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "needDeveloper": "Brauchen Sie einen Frontend-Entwickler? Lassen Sie uns reden!",
  "yourName": "Wie heißen Sie?",
  "placeholder1": "Hier kommt Ihr Name hin",
  "yourMail": "Wie lautet Ihre E-Mail-Adresse?",
  "placeholder2": "ihreemail@email.com",
  "helpYou": "Wie kann ich Ihnen helfen?",
  "placeholder3": "Hallo Nafi, ich bin interessiert an...",
  "readThe": "Ich habe die",
  "privPol": "Datenschutzbestimmungen",
  "processing": "gelesen und stimme der Verarbeitung meiner Daten zu.",
  "acceptPol": "Bitte akzeptieren Sie die Datenschutzbestimmungen",
  "sayHello": "Sagen Sie Hallo ;-)",

   "webDeveloper": "Web Entwickler",
   "location": "Bremen Deutschland",
    "legalNotice": "Rechtlicher Hinweis"
}
